{
  "product": [
    {
      "id": 1,
      "name": "Harry Potter And The Half Blood Prince: (Piano Solo)",
      "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1348057586l/6937741._SX50_.jpg",
      "genre": "Book",
      "yearOfRelease": 1998,
      "quantity": 10,
      "preview": "<div id=\"description\" class=\"readable stacked\" style=\"right:0\">\n        \n<span id=\"freeTextContainer610443757105682536\">This songbook contains four pages of color photographs and music selections from the much-awaited sixth Harry Potter movie. The music is by Nicholas Hooper, composer of Order of the Phoenix. Titles: Dumbledore's Farewell * Farewell Aragog * The Friends * Ginny * Harry and Hermione * In Noctem * Slughorn's Confession * The Weasley Stomp * When Ginny Kissed Harry * Wizard</span>\n  <span id=\"freeText610443757105682536\" style=\"\">This songbook contains four pages of color photographs and music selections from the much-awaited sixth Harry Potter movie. The music is by Nicholas Hooper, composer of Order of the Phoenix. Titles: Dumbledore's Farewell * Farewell Aragog * The Friends * Ginny * Harry and Hermione * In Noctem * Slughorn's Confession * The Weasley Stomp * When Ginny Kissed Harry * Wizard Wheezes.</span>\n</div>",
      "writer": "Nicholas Hooper",
      "goodReads": "https://www.goodreads.com/book/show/6937741-harry-potter-and-the-half-blood-prince",
      "ratings": 4.76,
      "pages": 200
    },
    {
      "id": 2,
      "name": "None Like Him",
      "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1443103532l/26760312.jpg",
      "genre": "Book",
      "yearOfRelease": 2020,
      "quantity": 10,
      "preview": "<div id=\"description\" class=\"readable stacked\" style=\"right:0\">\n        \n<span id=\"freeTextContainer9213593795688062610\">Human beings were created to reflect the image of God--but only to a limited extent. Although we share important attributes with God (love, mercy, compassion, etc.), there are other qualities that only God possesses, such as unlimited power, knowledge, and authority. At the root of all sin is our rebellious desire to be like God in such ways--a desire that first manifested</span>\n  <span id=\"freeText9213593795688062610\" style=\"\">Human beings were created to reflect the image of God--but only to a limited extent. Although we share important attributes with God (love, mercy, compassion, etc.), there are other qualities that only God possesses, such as unlimited power, knowledge, and authority. At the root of all sin is our rebellious desire to be like God in such ways--a desire that first manifested itself in the garden of Eden. <br><br>In <i>None Like Him</i>, Jen Wilkin leads us on a journey to discover ten ways God is different from us--and why that's a good thing. In the process, she highlights the joy of seeing our limited selves in relation to a limitless God, and how such a realization frees us from striving to be more than we were created to be.</span> </div>",
      "writer": "Jen Wilkin",
      "goodReads": "https://www.goodreads.com/book/show/26760312-none-like-him",
      "ratings": 4.61,
      "pages": 163
    },
    {
      "id": 3,
      "name": "Fervent: A Woman's Battle Plan to Serious, Specific and Strategic Prayer",
      "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1430943705l/25245760.jpg",
      "genre": "Book",
      "yearOfRelease": 2005,
      "quantity": 10,
      "preview": "<div id=\"description\" class=\"readable stacked\" style=\"right:0\">\n        \n<span id=\"freeTextContainer1987405451612635636\">You have an enemy . . . and hes dead set on destroying all you hold dear and keeping you from experiencing abundant life in Christ. Whats more, his approach to disrupting your life and discrediting your faith isnt general or generic, not a one-size-fits-all. Its specific. Personalized. Targeted.<br> &nbsp;<br> So this book is your chance to strike back. With prayer. With a weapon that</span>\n  <span id=\"freeText1987405451612635636\" style=\"\">You have an enemy . . . and he’s dead set on destroying all you hold dear and keeping you from experiencing abundant life in Christ. What’s more, his approach to disrupting your life and discrediting your faith isn’t general or generic, not a one-size-fits-all. It’s specific. Personalized. Targeted.<br> &nbsp;<br> So this book is your chance to strike back. With prayer. With a weapon that really works. Each chapter will guide you in crafting prayer strategies that hit the enemy where it hurts, letting him know you’re on to him and that you won’t back down. Because with every new strategy you build, you’re turning the fiercest battles of life into precise strikes against him and his handiwork, each one infused with the power of God’s Spirit.<br> &nbsp;<br><i>New York Times</i> bestselling author Priscilla Shirer, widely known for her international speaking, teaching, and writing ministries, brings her new role from the 2015 film <i>War Room</i> into the real lives of today’s women, addressing the topics that affect them most: renewing their <i>\n  <u>passion</u>\n</i>, refocusing their <i>\n  <u>identity</u>\n</i>, negotiating <i>\n  <u>family</u>\n</i> strife, dealing with relentless <i>\n  <u>regrets</u>\n</i>, navigating impossible <i>\n  <u>schedules</u>\n</i>, succeeding against <i>\n  <u>temptation</u>\n</i>, weathering their worst <i>\n  <u>fears</u>\n</i>, uprooting <i>\n  <u>bitterness</u>\n</i>, and more. Each chapter exposes the enemy’s cruel, crafty intentions in all kinds of these areas, then equips and encourages you to write out your own personalized prayer strategies on tear-out sheets you can post and pray over yourself and your loved ones on a regular basis.<br> &nbsp;<br><i>Fervent</i> is a hands-on, knees-down, don’t-give-up action guide to practical, purposeful praying.<br></span>\n  </div>",
      "writer": "Priscilla Shirer",
      "goodReads": "https://www.goodreads.com/book/show/25245760-fervent",
      "ratings": 4.51,
      "pages": 190
    },
    {
      "id": 4,
      "name": "Mockingjay",
      "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1586722918l/7260188.jpg",
      "genre": "Book",
      "yearOfRelease": 2005,
      "quantity": 10,
      "preview": "<div id=\"description\" class=\"readable stacked\" style=\"right:0\">\n        \n<span id=\"freeTextContainer588595804372574654\"><b>My name is Katniss Everdeen.<br>Why am I not dead?<br>I should be dead.</b><br><br>Katniss Everdeen, girl on fire, has survived, even though her home has been destroyed. Gale has escaped. Katniss's family is safe. Peeta has been captured by the Capitol. District 13 really does exist. There are rebels. There are new leaders. A revolution is unfolding.<br><br>It is by design that Katniss was rescued</span>\n  <span id=\"freeText588595804372574654\" style=\"\"><b>My name is Katniss Everdeen.<br>Why am I not dead?<br>I should be dead.</b><br><br>Katniss Everdeen, girl on fire, has survived, even though her home has been destroyed. Gale has escaped. Katniss's family is safe. Peeta has been captured by the Capitol. District 13 really does exist. There are rebels. There are new leaders. A revolution is unfolding.<br><br>It is by design that Katniss was rescued from the arena in the cruel and haunting Quarter Quell, and it is by design that she has long been part of the revolution without knowing it. District 13 has come out of the shadows and is plotting to overthrow the Capitol. Everyone, it seems, has had a hand in the carefully laid plans - except Katniss.<br><br>The success of the rebellion hinges on Katniss's willingness to be a pawn, to accept responsibility for countless lives, and to change the course of the future of Panem. To do this, she must put aside her feelings of anger and distrust. She must become the rebels' Mockingjay - no matter what the personal cost.</span>\n </div>",
      "writer": "Suzanne Collins",
      "goodReads": "https://www.goodreads.com/book/show/7260188-mockingjay",
      "ratings": 4.04,
      "pages": 390
    },
    {
      "id": 5,
      "name": "Insurgent",
      "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1325667729l/11735983.jpg",
      "genre": "Book",
      "yearOfRelease": 2009,
      "quantity": 10,
      "preview": "<div id=\"description\" class=\"readable stacked\" style=\"right:0\">\n        \n<span id=\"freeTextContainer16087028240969138678\">One choice can transform youor it can destroy you. But every choice has consequences, and as unrest surges in the factions all around her, Tris Prior must continue trying to save those she lovesand herselfwhile grappling with haunting questions of grief and forgiveness, identity and loyalty, politics and love.<br><br>Tris's initiation day should have been marked by celebration and</span>\n  <span id=\"freeText16087028240969138678\" style=\"\">One choice can transform you—or it can destroy you. But every choice has consequences, and as unrest surges in the factions all around her, Tris Prior must continue trying to save those she loves—and herself—while grappling with haunting questions of grief and forgiveness, identity and loyalty, politics and love.<br><br>Tris's initiation day should have been marked by celebration and victory with her chosen faction; instead, the day ended with unspeakable horrors. War now looms as conflict between the factions and their ideologies grows. And in times of war, sides must be chosen, secrets will emerge, and choices will become even more irrevocable—and even more powerful. Transformed by her own decisions but also by haunting grief and guilt, radical new discoveries, and shifting relationships, Tris must fully embrace her Divergence, even if she does not know what she may lose by doing so.<br><br><i>New York Times</i> bestselling author Veronica Roth's much-anticipated second book of the dystopian <b>DIVERGENT</b> series is another intoxicating thrill ride of a story, rich with hallmark twists, heartbreaks, romance, and powerful insights about human nature.</span>\n </div>",
      "writer": "Veronica Roth",
      "goodReads": "https://www.goodreads.com/book/show/11735983-insurgent",
      "ratings": 4.03,
      "pages": 525
    },
    {
      "id": 6,
      "name": "Eclipse (Twilight, #3)",
      "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1361038355l/428263._SY75_.jpg",
      "genre": "Book",
      "yearOfRelease": 2011,
      "quantity": 10,
      "preview": "<div id=\"description\" class=\"readable stacked\" style=\"right:0\">\n        \n<span id=\"freeTextContainer1969683572932733927\"><b>\"BELLA?\"<br>Edward's soft voice came from behind me. I turned to see him spring lightly up the porch steps, his hair windblown from running. He pulled me into his arms at once, just like he had in the parking lot, and kissed me again.<br>This kiss frightened me. There was too much tension, too strong an edge to the way his lips crushed mine - like he was afraid we had only so much</b></span>\n  <span id=\"freeText1969683572932733927\" style=\"\"><b>\"BELLA?\"<br>Edward's soft voice came from behind me. I turned to see him spring lightly up the porch steps, his hair windblown from running. He pulled me into his arms at once, just like he had in the parking lot, and kissed me again.<br>This kiss frightened me. There was too much tension, too strong an edge to the way his lips crushed mine - like he was afraid we had only so much time left to us.</b><br><br>As Seattle is ravaged by a string of mysterious killings and a malicious vampire continues her quest for revenge, Bella once again finds herself surrounded by danger. In the midst of it all, she is forced to choose between her love for Edward and her friendship with Jacob - knowing that her decision has the potential to ignite the ageless struggle between vampire and werewolf. With her graduation quickly approaching, Bella has one more decision to make: life or death. But which is which?<br><br>READERS CAPTIVATED BY <i>Twilight</i> AND <i>New Moon</i> will eagerly devour <i>Eclipse</i>, the much-anticipated third book in Stephenie Meyer's riveting vampire love saga.</span>\n      </div>",
      "writer": "Meyer, Stephenie",
      "goodReads": "https://www.goodreads.com/book/show/428263.Eclipse",
      "ratings": 4.13,
      "pages": 515
    },
    {
      "id": 7,
      "name": "The Da Vinci Code (Robert Langdon, #2)",
      "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1579621267l/968._SY75_.jpg",
      "genre": "Book",
      "yearOfRelease": 2019,
      "quantity": 10,
      "preview": "<div id=\"description\" class=\"readable stacked\" style=\"right:0\">\n        \n<span id=\"freeTextContainer10233673539604479930\"><b>An ingenious code hidden in the works of Leonardo da Vinci.<br><br>A desperate race through the cathedrals and castles of Europe.<br><br>An astonishing truth concealed for centuries . . . unveiled at last.</b><br><br>While in Paris, Harvard symbologist Robert Langdon is awakened by a phone call in the dead of the night. The elderly curator of the Louvre has been murdered inside the museum, his body</span>\n  <span id=\"freeText10233673539604479930\" style=\"\"><b>An ingenious code hidden in the works of Leonardo da Vinci.<br><br>A desperate race through the cathedrals and castles of Europe.<br><br>An astonishing truth concealed for centuries . . . unveiled at last.</b><br><br>While in Paris, Harvard symbologist Robert Langdon is awakened by a phone call in the dead of the night. The elderly curator of the Louvre has been murdered inside the museum, his body covered in baffling symbols. As Langdon and gifted French cryptologist Sophie Neveu sort through the bizarre riddles, they are stunned to discover a trail of clues hidden in the works of Leonardo da Vinci—clues visible for all to see and yet ingeniously disguised by the painter.<br><br>Even more startling, the late curator was involved in the Priory of Sion—a secret society whose members included Sir Isaac Newton, Victor Hugo, and Da Vinci—and he guarded a breathtaking historical secret. Unless Langdon and Neveu can decipher the labyrinthine puzzle—while avoiding the faceless adversary who shadows their every move—the explosive, ancient truth will be lost forever.</span>\n </div>",
      "writer": "Brown, Dan ",
      "goodReads": "https://www.goodreads.com/book/show/968.The_Da_Vinci_Code",
      "ratings": 4.13,
      "pages": 515
    },
    {
      "id": 8,
      "name": "Harry Potter and the Cursed Child: Parts One and Two",
      "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1470082995l/29056083._SY475_.jpg",
      "genre": "Book",
      "yearOfRelease": 2012,
      "quantity": 10,
      "preview": "<div id=\"description\" class=\"readable stacked\" style=\"right:0\">\n        \n<span id=\"freeTextContainer14923733465084136439\">Based on an original new story by J.K. Rowling, Jack Thorne and John Tiffany, a new play by Jack Thorne, <i>Harry Potter and the Cursed Child</i> is the eighth story in the Harry Potter series and the first official Harry Potter story to be presented on stage. The play will receive its world premiere in Londons West End on July 30, 2016.<br><br>It was always difficult being Harry Potter</span>\n  <span id=\"freeText14923733465084136439\" style=\"\">Based on an original new story by J.K. Rowling, Jack Thorne and John Tiffany, a new play by Jack Thorne, <i>Harry Potter and the Cursed Child</i> is the eighth story in the Harry Potter series and the first official Harry Potter story to be presented on stage. The play will receive its world premiere in London’s West End on July 30, 2016.<br><br>It was always difficult being Harry Potter and it isn’t much easier now that he is an overworked employee of the Ministry of Magic, a husband and father of three school-age children.<br><br>While Harry grapples with a past that refuses to stay where it belongs, his youngest son Albus must struggle with the weight of a family legacy he never wanted. As past and present fuse ominously, both father and son learn the uncomfortable truth: sometimes, darkness comes from unexpected places.</span>\n  </div>",
      "writer": "John Tiffany",
      "goodReads": "https://www.goodreads.com/book/show/29056083-harry-potter-and-the-cursed-child",
      "ratings": 4.25,
      "pages": 345
    },
    {
      "id": 9,
      "name": "Color: A Natural History of the Palette",
      "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1427998243l/19596.jpg",
      "genre": "Book",
      "yearOfRelease": 2012,
      "quantity": 10,
      "preview": "<div id=\"description\" class=\"readable stacked\" style=\"right:0\">\n        \n<span id=\"freeTextContainer10098631961625070566\">Discover the tantalizing true stories behind your favorite colors.<br>For example: Cleopatra used saffrona source of the color yellowfor seduction. Extracted from an Afghan mine, the blue ultramarine paint used by Michelangelo was so expensive he couldnt afford to buy it himself. Since ancient times, carmine redstill found in lipsticks and Cherry Coke todayhas come from the</span>\n  <span id=\"freeText10098631961625070566\" style=\"\">Discover the tantalizing true stories behind your favorite colors.<br>For example: Cleopatra used saffron—a source of the color yellow—for seduction. Extracted from an Afghan mine, the blue “ultramarine” paint used by Michelangelo was so expensive he couldn’t afford to buy it himself. Since ancient times, carmine red—still found in lipsticks and Cherry Coke today—has come from the blood of insects.</span>\n  </div>",
      "writer": "John Tiffany",
      "goodReads": "https://www.goodreads.com/book/show/19596.Color",
      "ratings": 4.25,
      "pages": 345
    },
    {
      "id": 10,
      "name": "Nothing Ventured",
      "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1427998243l/19596.jpg",
      "genre": "Book",
      "yearOfRelease": 2012,
      "quantity": 10,
      "preview": "<div id=\"description\" class=\"readable stacked\" style=\"right:0\">\n        \n<span id=\"freeTextContainer9803813114561461787\">Nothing Ventured heralds the start of a brand new series in the style of Jeffrey Archers #1 New York Times bestselling Clifton Chronicles: introducing Detective William Warwick. But this is not a detective story, this is a story about the making of a detective . . .<br><br>William Warwick has always wanted to be a detective, and decides, much to his fathers dismay, that rather</span>\n  <span id=\"freeText9803813114561461787\" style=\"\">Nothing Ventured heralds the start of a brand new series in the style of Jeffrey Archer’s #1 New York Times bestselling Clifton Chronicles: introducing Detective William Warwick. But this is not a detective story, this is a story about the making of a detective . . .<br><br>William Warwick has always wanted to be a detective, and decides, much to his father’s dismay, that rather than become a lawyer like his father, Sir Julian Warwick QC, and his sister Grace, he will join London’s Metropolitan Police Force.<br><br>After graduating from university, William begins a career that will define his life: from his early months on the beat under the watchful eye of his first mentor, Constable Fred Yates, to his first high-stakes case as a fledgling detective in Scotland Yard’s arts and antiquities squad. Investigating the theft of a priceless Rembrandt painting from the Fitzmolean Museum, he meets Beth Rainsford, a research assistant at the gallery who he falls hopelessly in love with, even as Beth guards a secret of her own that she’s terrified will come to light.<br><br>While William follows the trail of the missing masterpiece, he comes up against suave art collector Miles Faulkner and his brilliant lawyer, Booth Watson QC, who are willing to bend the law to breaking point to stay one step ahead of William. Meanwhile, Miles Faulkner’s wife, Christina, befriends William, but whose side is she really on?<br><br>This new series introduces William Warwick, a family man and a detective who will battle throughout his career against a powerful criminal nemesis. Through twists, triumph and tragedy, this series will show that William Warwick is destined to become one of Jeffrey Archer’s most enduring legacies.</span></div>",
      "writer": "Jeffrey Archer",
      "goodReads": "https://www.goodreads.com/book/show/43263542-nothing-ventured",
      "ratings": 4.25,
      "pages": 345
    },
    {
      "id": 11,
      "name": "3 Idiots",
      "image": "https://upload.wikimedia.org/wikipedia/en/d/df/3_idiots_poster.jpg",
      "genre": "Movie",
      "yearOfRelease": 2012,
      "trailer": "<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/K0eDlFX9GMc\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>",
      "mdbRatings": 4.4,
      "director": "Rajkumar Hirani",
      "cast": "Aamir Khan,Madhavan,Kareena Kapoor,Boman Irani,Sharman Joshi"
    },
    {
      "id": 12,
      "name": "Uri: The Surgical Strike",
      "image": "https://upload.wikimedia.org/wikipedia/en/thumb/3/3b/URI_-_New_poster.jpg/220px-URI_-_New_poster.jpg",
      "genre": "Movie",
      "yearOfRelease": 2019,
      "trailer": "<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/VVY3do673Zc\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>",
      "mdbRatings": 4.9,
      "director": "Aditya Dhar",
      "cast": "Vicky Kaushal,Mohit Raina,Paresh Rawal,Yami Gautam"
    },
    {
      "id": 13,
      "name": "Commando: A One Man Army",
      "image": "https://upload.wikimedia.org/wikipedia/en/thumb/d/d4/Commando_%282013_film%29.jpg/220px-Commando_%282013_film%29.jpg",
      "genre": "Movie",
      "yearOfRelease": 2013,
      "trailer": "<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/sLIs-4oM3m4\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>",
      "mdbRatings": 4.9,
      "director": "Dilip Ghosh",
      "cast": "Vidyut Jamwal,Pooja Chopra,Jaideep Ahlawat"
    },
    {
      "id": 14,
      "name": "Holiday: A Soldier Is Never Off Duty",
      "image": "https://upload.wikimedia.org/wikipedia/en/thumb/b/b7/Holiday_-_A_Soldier_Is_Never_Off_Duty_%28poster%29.jpg/220px-Holiday_-_A_Soldier_Is_Never_Off_Duty_%28poster%29.jpg",
      "genre": "Movie",
      "yearOfRelease": 2014,
      "trailer": "<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/VQMsEX22f04\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>",
      "mdbRatings": 4.9,
      "director": "A. R. Murugadoss",
      "cast": "Akshay Kumar,Sonakshi Sinha,Freddy Daruwalak,Govinda "
    },
    {
      "id": 15,
      "name": "Tango Charlie",
      "image": "https://upload.wikimedia.org/wikipedia/en/thumb/5/5a/Tango_charlie.jpg/220px-Tango_charlie.jpg",
      "genre": "Movie",
      "yearOfRelease": 2005,
      "trailer": "<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/7dZUkkKEJWY\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>",
      "mdbRatings": 4.9,
      "director": "Mani Shankar",
      "cast": "Ajay Devgn,Bobby Deol,Sudesh Berry,Sanjay Dutt"
    },
    {
      "id": 16,
      "name": "Zameen ",
      "image": "https://upload.wikimedia.org/wikipedia/en/6/60/Zameen_poster.jpg",
      "genre": "Movie",
      "yearOfRelease": 2003,
      "trailer": "<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/Bhx0H0gvriw\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>",
      "mdbRatings": 4.9,
      "director": "Rohit Shetty",
      "cast": "Ajay Devgn,Abhishek Bachchan,Bipasha Basu"
    },
    {
      "id": 17,
      "name": "Deewaar",
      "image": "https://upload.wikimedia.org/wikipedia/en/thumb/3/37/Deewaar-2004.jpg/220px-Deewaar-2004.jpg",
      "genre": "Movie",
      "yearOfRelease": 2003,
      "trailer": "<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/zWl-OsrpOoY\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>",
      "mdbRatings": 4.9,
      "director": "Milan Luthria",
      "cast": "Amitabh Bachchan,Sanjay Dutt,Akshaye Khanna,Piyush Mishra"
    },
    {
      "id": 18,
      "name": "LOC: Kargil",
      "image": "https://upload.wikimedia.org/wikipedia/en/thumb/6/6c/LOC_Kargil_poster.jpg/330px-LOC_Kargil_poster.jpg",
      "genre": "Movie",
      "yearOfRelease": 2003,
      "trailer": "<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/5I4MrraEmwo\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>",
      "mdbRatings": 4.9,
      "director": "J. P. Dutta",
      "cast": "Sanjay Dutt,Ajay Devgn,Nagarjuna,Saif Ali Khan,Sunil Shetty,Sanjay Kapoor,Akshaye Khanna,Abhishek Bachchan"
    },
    {
      "id": 19,
      "name": "Lakshya",
      "image": "https://upload.wikimedia.org/wikipedia/en/thumb/6/66/Lakshya.jpg/220px-Lakshya.jpg",
      "genre": "Movie",
      "yearOfRelease": 2004,
      "trailer": "<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/YoKGmYyljmc\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>",
      "mdbRatings": 4.9,
      "director": "Farhan Akhtar",
      "cast": "Hrithik Roshan,Amitabh Bachchan,Preity Zinta,Sharad Kapoor"
    },
    {

      "id": 20,
      "name": "Kurukshetra",
      "image": "https://upload.wikimedia.org/wikipedia/en/thumb/4/4d/Kurukshetra_Film.jpg/220px-Kurukshetra_Film.jpg",
      "genre": "Movie",
      "yearOfRelease": 2008,
      "trailer": "<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/z3atFr736Ps\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>",
      "mdbRatings": 4.9,
      "director": "Major Ravi",
      "cast": "Mohanlal,Siddique,Ravi Mariya,Anu Anand"
    }
  ]
}
